Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The ECB last week raised the cap on the so-called emergency liquidity assistance which the Bank of Greece can provide to the banks by around 1.8 billion euros but that may not be sufficient to keep the system running for more than a few days.
pt: Com a pressão crescente sobre o frágil sistema bancário grego, o BCE realizou uma teleconferência e elevou o teto da chamada assistência emergencial de liquidez, a qual os bancos dependem para permanecer operando, em 1,8 bilhão de euros, disseram autoridades gregas.

source: He described his son as "a very loving father, brother and son" and said the family was heartbroken.
pt: "Ele era como um filho para mim, era muito querido", afirmou ao se emocionar.

source: Experts fear the situation could be compounded by a surge in food prices after the widespread destruction of farmland and irrigation networks, as well as loss of livestock.
pt: Especialistas temem que a destruição de culturas, sistemas de irrigação e a morte de animais possa causar um aumento nos preços dos alimentos.

source: Rousseff said her first priority in a second term would be political reform, promising to work with Congress on changes that the country demands after winning re-election in a tight Sunday runoff.
pt: O discurso de Dilma Rousseff (PT) depois de sua reeleição confirmou uma das prioridades de seu segundo mandato: a reforma política .

source: "Apparently seeing an opportunity Tori Johnson grabbed the gun - tragically it went off killing him .
pt: "Aparentemente, durante uma tentativa, Tori Johnson tomou a arma do sequestrador, mas tragicamente aconteceu um disparo que o matou .

source: The presidents of the Mercosur member countries - Argentina, Brazil, Paraguay, Uruguay and Venezuela - on Friday announced that Bolivia had been accepted as the bloc's newest full member.
pt: Os países-membros ao Mercosul, Argentina, Brasil, Paraguai, Uruguai e Venezuela, assinaram nesta sexta-feira (17) novo protocolo para a inclusão da Bolívia no bloco .

source: So what does that say about you???
pt: O que ele nos diz?

source: If convicted, the defendants could face 20 years in prison
pt: Se for condenado pode pegar até três anos de prisão .

source: Ebola spreads through contact with an infected person's bodily fluids and there is no vaccine or cure.
pt: O vírus não se espalha como a gripe, que é transmitida por contato casual ou pelo ar.

source: The lenders didn't blink, and last week Greece defaulted on a loan to the IMF, becoming the first developed country to do so.
pt: A Grécia torna-se, assim, o primeiro país desenvolvido a dar calote no Fundo, que enfrenta a maior moratória da sua história.

source: Baer is survived by two sons and a daughter and four grandchildren .
pt: Ele deixou dois filhos, James e Mark, uma filha, Nancy, e quatro netos .

source: Colombian President Juan Manuel Santos announced late on Sunday that peace talks meant to take place on Monday in Havana would be suspended until General Ruben Dario Alzate and two other people kidnapped on Sunday were released.
pt: - O general Alzate e dois acompanhantes serão libertados neste domingo - disse a guerrilha em um comunicado publicado no blog da delegação para os diálogos em Havana, onde ocorrem há dois anos as negociações de paz com o governo colombiano.

source: Iran, Venezuela vow to work for crude price fall - The Japan News
pt: Irã e Venezuela querem cooperar para manter os preços do petróleo - Yahoo Notícias

source: BENGHAZI, Libya The militant group Islamic State's Libya wing released a video on Thursday purportedly showing it blowing up two warplanes at an air base while its fighters paraded heavy weapons in a show of force.
pt: TRÍPOLI (Reuters) - O grupo militante Estado Islâmico afirmou nesta quinta-feira ter explodido dois aviões de guerra em uma base aérea que ocupou perto da cidade de Sirte, no centro da Líbia.

source: Interior Ministry spokesman Pierre-Henry Brandet told iTELE television he was fairly sure the two suspects were in the building currently surrounded.
pt: "Temos quase certeza que esses dois indivíduos estão cercados naquele prédio", disse o porta-voz do Ministério do Interior Pierre-Henry Brandet à emissora de televisão iTele, nesta sexta-feira.

source: Syrian refugees register on Greek ship docked at Kos
pt: Cadastro de refugiados sírios começa na ilha grega de Kos

source: European leaders have agreed to prepare a new strategy on foreign and security policy, European Council President Donald Tusk told a press conference on Friday following the day's summit meeting.
pt: Antes de abrir a reunião de cúpula da União Europeia (UE) sobre a dívida grega, o presidente do Conselho Europeu, Donald Tusk, também disse esperar "um final feliz" para as negociações.

source: On Friday, Netflix debuts "Daredevil," the company's first original series based on the blind superhero.
pt: Série "Demolidor" estreia sexta-feira no Netflix e trata o herói com o devido respeito

source: Washington said it could not support the draft because it was not constructive and failed to address Israel's security needs.
pt: Um porta-voz do Departamento de Estado dos EUA disse que a resolução palestina não era construtiva e fracassava ao abordar as necessidades de segurança de Israel.

source: Bomb blast in Chile wounds seven; government blames 'terrorists'
pt: Explosão de bomba deixa 10 feridos em Santiago; governo culpa "terroristas"

source: Between 150 and 200 passengers and their luggage were left waiting at Arras station, some of them from the Thalys train, along with a large number of police and rescue workers, an AFP journalist said.
pt: No início da noite, entre 150 a 200 passageiros estavam no pátio da estação de trem de Arras com as suas malas, na presença de um grande número de policiais, bombeiros e ambulâncias, segundo um jornalista da AFP.

source: It's going to be great .
pt: Não era muito fácil de se fazer .

source: To make people frightened .
pt: Para aterrorizar as pessoas .

source: I lost my career and it was very difficult to find work at the time .
pt: Mas para encontrar água é preciso muito trabalho e um pouco de sorte .

source: Ronaldo, Benzema ok for Champions League final - Ancelotti .
pt: Ronaldo e Benzema devem jogar final da Liga dos Campeões da Europa

source: Google has got a good look at your roof, and can tell you if it is worth the investment to install solar energy panels.
pt: Já pensou em instalar painéis fotovoltaicos na sua casa, mas ficou em dúvida se o investimento valeria a pena ?

source: Spanish MPs to approve third bailout for Greece
pt: Parlamento espanhol aprova resgate da Grécia

source: Risk appetite was sharpened by from revised data showing the U.S. economy grew at 5.0 percent in the third quarter, the quickest pace in 11 years and the strongest sign yet that growth has decisively shifted into higher gear.
pt: A economia dos Estados Unidos cresceu no ritmo mais rápido em 11 anos no terceiro trimestre deste ano, o sinal mais forte até agora de que a expansão da atividade norte-americana realmente acelerou o passo, de acordo com a agência Reuters .

source: British teacher held hostage in Libya freed
pt: Refém britânico é libertado por combatentes na Líbia

source: David Gill of England, who is joining the FIFA executive committee as the British vice-president, has said he will not take up his seat on the executive if Blatter is re-elected .
pt: ZURIQUE (Reuters) - O britânico David Gill, vice-presidente da Fifa, sairá do cargo em protesto caso Joseph Blatter seja reeleito como presidente da entidade que comanda o futebol mundial na sexta-feira.

source: SÃO PAULO, BRAZIL – Brazil’s President Dilma Rousseff spoke out on Tuesday about recent rumors of a possible impeachment .
pt: SÃO PAULO - A subida de tom da presidente Dilma Rousseff em relação aos rumores sobre impeachment repercutiu bem no PT .

source: "There are signs that inflation has bottomed out and is beginning to rise, but the recent appreciation of the krona risks breaking this trend," the Riksbank said in a press release on Wednesday.
pt: Há sinais de que a inflação atingiu um piso e está começando a subir, mas a recente apreciação da coroa pode romper esta tendência, disse a instituição em um comunicado em que explica os motivos para a decisão.

source: Barcelona has an advantage, but we won't give up."
pt: "O Barcelona está em vantagem, tal como nós já estivemos anteriormente .

source: SÃO PAULO, BRAZIL – The trade balance in Brazil registered its worst result for the month of October in sixteen years, according the MDIC (Ministry of Development, Industry and Foreign Trade), with imports surpassing exports by US$1.17 billion .
pt: A balança comercial – diferença entre exportações e importações – teve déficit de US$ 1,17 bilhão em outubro, divulgou nesta segunda-feira, 3, o Ministério do Desenvolvimento, Indústria e Comércio Exterior (MDIC) .

source: Other balance sheets that weren’t up to snuff were three banks in Greece, three in Cyprus, two in Slovenia, two in Belgium, and one each in Austria, Germany, France, Spain, Portugal and Ireland.
pt: A EBA disse que três bancos gregos, três cipriotas, dois da Bélgica, dois da Eslovênia, e um, cada, da França, Alemanha, Áustria, Irlanda e Portugal também tinham sido reprovados no teste, tendo como referência o final do ano passado.

source: Syrian peace talks were due to resume in Geneva on Tuesday with the warring sides deadlocked over the explosive issue of transferring power from President Bashar al-Assad's regime.
pt: Os enviados do presidente sírio, Bashar al-Assad, e da oposição, reunidos em Genebra para as negociações de paz, chegaram nesta segunda-feira a um impasse durante a tentativa de discutir a questão da transferência de poder, indicaram fontes das duas delegações.

source: "I'm really not happy with the stuff that's been going on lately," she said.
pt: “A força da água é muito pouca e ela não sobe, não vai."

source: Coulibaly killed four Jews at a Jewish supermarket on Friday and a policewoman the day before .
pt: Amedy Coulibaly matou um policial durante um dos ataques e quatro judeus em um supermercado judeu que invadiu e onde fez reféns.

source: Mexico: Fugitive police chief arrested in missing students case
pt: Ex-chefe da polícia do México é preso por desaparecimento de estudantes

source: No, but I know it’ll happen one day .
pt: Penso que no dia a dia vamos melhorando ainda mais .

source: Walter de Gregorio will resign from his post as director of communications within scandal-rocked FIFA .
pt: O diretor de comunicação da Fifa, Walter de Gregório, pediu demissão da entidade nesta quinta-feira .

source: With the withdrawal of the International Security Assistance Force (ISAF), Afghanistan has entered into an important period of transition, Wang told a joint press conference with the Pakistani official.
pt: Com a retirada da força da Otan no Afeganistão (Isaf), "o país entrou em um importante período de transição", disse o ministro chinês.

source: However, it is thought that China would view this as an absolute last resort, given the likely international and business repercussions.
pt: Mas o mais provável é que esse seja apenas um último recurso, tendo em vista as possíveis repercussões internacionais e sobre os negócios de uma intervenção direta.

source: The solution – “we must build a kind of United States of Europe” – went down far better in Switzerland than at home in Britain, especially when it was pointed out that Churchill might have plagiarised the core message.
pt: A solução – “nós devemos construir uma espécie de Estados Unidos da Europa” - resulta muito melhor na Suíça do que em casa, na Grã-Bretanha.

source: Cellphone networks were jammed in the first minutes following the earthquake.
pt: As redes da telefonia celular ficaram inicialmente congestionadas nos minutos após o tremor.

source: U.S. sending 3,000 troops to Africa to battle Ebola
pt: Ebola: EUA enviarão até 4.000 soldados para Libéria

source: In this context, apprehensions today are centred on the sustainability of the operations carried out by international organisations .
pt: Nesse contexto, os receios se focalizam agora na perenidade das operações realizadas pelas organizações internacionais .

source: Russia annexed Ukraine's Crimean Peninsula last month amid the political upheaval that followed the ouster of the pro-Moscow Yanukovych, sparking the most serious East-West crisis since the Cold War ended.
pt: Os movimento da Rússia na Crimeia, que se seguiram à destituição em fevereiro do presidente ucraniano pró-Moscou Viktor Yanukovich, provocou o pior confronto Leste-Oeste desde o fim da Guerra Fria há duas décadas.

source: To try to lessen the effects of declining commodities prices in the international and domestic markets, Monteiro announced that the government will be publishing a plan to stimulate exports in the coming days .
pt: Para enfrentar a queda do preço das commodities (bens primários com cotação internacional) e a perda de competitividade da indústria, o governo lançará, nos próximos dias, um plano para estimular as exportações .

source: A major police operation is under way to find three gunmen who fled by car.
pt: Uma enorme operação policial tenta localizar em Paris os atiradores, que fugiram de carro logo após ao ataque.

source: The temporary gagging order had prevented Mr Koch from threatening, harassing, or making defamatory statements about Mr Hofmeyr.
pt: A ordem de silêncio temporária impedia Koch de ameaçar, assediar ou fazer qualquer tipo de comentário difamatório sobre o cantor.

source: I said the same thing .
pt: É isso que eu quero .

source: As widely expected, the BOJ decided to maintain its pledge to increase base money, or cash and deposits at the central bank, at an annual pace of 80 trillion yen (446 billion pounds) through purchases of government bonds and risky assets.
pt: Como esperado, o banco central não expandiu seu forte programa de estímulo e manteve a promessa de elevar a base monetária em um ritmo anual de 80 trilhões de ienes (US$ 678 bilhões) através da compra de títulos do governo e ativos de risco.

source: But by early Thursday, all was quiet in Ferguson by night .
pt: Ferguson tem noite calma no início do júri sobre a morte de Brown

source: “I asked the president to increase the cooperation in security and defence sector, and I received a positive answer,” he said.
pt: "Pedi ao presidente para aumentarmos a cooperao em segurana e defesa e recebi uma resposta positiva", respondeu.

source: AFP I Russian President Vladimir Putin has been voted more powerful than US President Barack Obama in a Forbes ranking.
pt: Putin foi considerado mais poderoso que Obama pelo controle que exerce sobre a Rússia .

source: US Secretary of State John Kerry held telephone discussions with Gulf States and other allies on Saturday, US officials said, as efforts intensified to reach a deal with Iran on its nuclear programme by Monday's deadline.
pt: VIENA (Reuters) - O Irã e os Estados Unidos intensificaram seus esforços nesta sexta-feira para superar as profundas divisões nas conversas a respeito do programa nuclear de Teerã a poucos dias do prazo final de um acordo.

source: Hadi, an ally of the West and staunch supporter of U.S. drone attacks on al Qaeda fighters in Yemen, has been also increasingly at odds with Houthi over a draft constitution intended to help end decades of conflict and underdevelopment.
pt: O líder do grupo criticou repetidas vezes o presidente iemenita, Abd-Rabbu Mansour Hadi, um aliado dos EUA com quem Houthi tem se desentendido por causa de um novo projeto de Constituição, destinado a ajudar a encerrar décadas de conflito e subdesenvolvimento no país.

source: "They get better as time goes on .
pt: Eles já tiveram tempo para me conhecer .

source: "You can't imagine how hard it is for Ann and me to step aside, especially knowing of your support and the support of so many people across the country," Romney said .
pt: "Não imaginam como é difícil para Ann (nr, esposa de Romney) e para mim nos retirar, sobretudo levando em conta o seu apoio e o de tantas pessoas em todo o país .

source: Washington has announced that British royal Prince William is to visit the White House in the coming days .
pt: O presidente americano, Barack Obama, recebeu o príncipe William na Casa Branca, …

source: Interior Minister Bernard Cazeneuve said this week European officials should work more closely with Internet companies to eliminate hate speech and content glorifying terrorism.
pt: O ministro do Interior francês, Bernard Cazeneuve, prometeu no começo da semana fechar o cerco contra o discurso de ódio e glorificação do terrorismo na internet e pediu a ajuda das empresas do setor. / EFE

source: China became the world's biggest auto market five years ago, with annual sales growing nearly 14 percent last year to smash through the 20 million mark, thanks to a burgeoning middle-class that is eager to spend.
pt: A China se tornou o maior mercado de automóveis do mundo há cinco anos, com crescimento das vendas anuais de quase 14 por cento em 2013, superando a marca dos 20 milhões, graças a uma classe média que cresce rapidamente e está ansiosa para gastar.

source: "Those who fail to comply with the instructions to leave immediately will endanger their lives and the lives of their families. Beware."
pt: Nos panfletos, estava escrito: "Aqueles que não cumprirem as instruções para sair imediatamente colocarão em risco suas vidas e as vidas de suas famílias .

source: "When I was growing up, my parents didn't have a lot of money, but they always shared what little they had with others that were less fortunate," said the New York-based money manager.
pt: Não era uma criança mimada e nem desejava muitas coisas, mas meus pais, apesar de qualquer coisa, sempre fizeram de tudo para dar o melhor para mim e para os meus irmãos”, contou.

source: The minutes from the Federal Open Market Committee's (FOMC) July meeting said: "Most judged that the conditions for policy firming had not yet been achieved, but they noted that conditions were approaching that point."
pt: "A maioria [dos dirigentes] julgou que as condições para normalizar a política ainda não estão dadas, mas eles notaram que as condições estão se aproximando desse ponto", afirma a ata da reunião de 28 e 29 de julho do Fed.

source: And more than 6,600 people have been killed since the beginning of 2013, according to AFP figures based on security and medical sources.
pt: Mais de 6.600 pessoas morreram desde o início do ano, segundo um balanço elaborado pela AFP com dados fornecidos por fontes médicas e de segurança.

source: The government has reported that hundreds of families have been displaced by the fighting in Tripoli, which is also reeling from food and fuel shortages and "a worsening humanitarian situation".
pt: O governo de transição também destacou que centenas de famílias foram deslocadas e advertiu contra "o agravamento da situação humanitária" em Trípoli, que sofre com a escassez de combustível e de botijões de gás, e tem problemas de fornecimento de alimentos.

source: STEPHENVILLE, Texas (Reuters) - Eddie Ray Routh was sentenced to life in prison without the possibility of parole on Tuesday after a Texas jury found him guilty of murdering Chris Kyle, the former U.S. Navy SEAL whose autobiography was turned into the hit movie "American Sniper."
pt: O ex-fuzileiro naval acusado de matar Chris Kyle, o franco-atirador de elite que inspirou o filme "Sniper Americano", foi declarado culpado e condenado à prisão perpétua na terça-feira (24) em um julgamento no Texas, sul dos Estados Unidos.

source: Apple iPhone a danger to China national security: state media
pt: China vê iPhone como ameaça à segurança nacional

source: Tell us what you think.
pt: A gente não sabe o que aconteceu .

source: "The head of state asked him (Valls) to form a team consistent with the direction he has himself set for the country," the Elysee Palace statement said.
pt: "O chefe de Estado pediu a formação de uma equipe coerente com as orientações que ele mesmo definiu para o nosso país", afirma o comunicado da presidência.

source: But it does -- if you don't think too much.
pt: Se não há, pensam nisso?

source: "The security plan is fully in effect and the security forces are on a state of high alert," an Iraqi police colonel told AFP, speaking on condition of anonymity.
pt: — No sábado foi lançado um plano de segurança para proteger os peregrinos, e nossas forças estão em alerta máximo — disse um coronel da polícia.

source: Israel's Netanyahu - Iran poses greater threat than Islamic State
pt: Netanyahu afirma que o Irã é a "ameaça mais grave" para o mundo

source: "All peoples have the right to decide their future," Mr Mas said, explaining his decision to continue with the vote.
pt: Agora, afirmou, os catalães querem decidir o seu futuro político porque todas as nações têm o direito a decidir o seu futuro.

source: We have to go into the game with the attitude that we are going to win it .
pt: "Podem ter certeza que nesse jogo ele não vai fazer gol, não, mas eu vou fazer."

source: Earlier, a police official had told AFP that two suicide bombers carried out the attacks, which came as police cadets were attending a training course at the academy.
pt: Pouco antes, um dirigente da polícia local informou à AFP que dois terroristas suicidas tinham atacado simultaneamente a delegacia e a academia de polícia, onde havia muitos jovens.

source: What do you think is going to happen ?
pt: A gente ainda está pensando no que vai ser feito, mas que vai (acontecer), vai!

source: "I don't buy into the idea of a self-quarantine .
pt: "Eu não caio na história de um auto-isolamento .

source: * Gaza militants fire rocket salvoes deep into Israel
pt: Militantes lançaram mais de 160 foguetes contra Israel .

source: US dentist condemned for killing Zimbabwe lion
pt: Zimbábue busca dentista que matou leão símbolo do país

source: Prabowo was a special forces commander under the regime of his former father-in-law Suharto.
pt: Subianto foi general no regime de Suharto e era genro do falecido ditador.

source: On Friday, Intel announced a tie-up with Fossil Group (FOSL.O) on wearable technology .
pt: Na sexta-feira, a Intel anunciou uma aliança com a Fossil para a área de tecnologias 'de moda'.

source: (CNN)Myanmar's opposition leader Aung San Suu Kyi has arrived in Beijing to meet with Chinese leaders, on a trip that will further underline the Nobel laureate's apparent transition from human rights defender to pragmatic politician.
pt: O presidente da China, Xi Jinping, recebeu nesta quinta-feira em Pequim a líder da oposição birmanesa, Aung San Suu Kyi, um dia depois que a premiada com o Nobel da Paz começou sua primeira visita à China.

source: Rezaian, 39, is accused of "espionage, collaboration with hostile governments, gathering classified information and disseminating propaganda against the Islamic republic," according to his lawyer Leila Ahsan.
pt: Rezaian, de 39 anos, é acusado de "espionagem, colaboração com governos hostis, de obter informações confidenciais e de propaganda contra a República Islâmica", informou a advogada do jornalista, Leila Ahsan, para quem as denúncias não estão baseadas em provas estabelecidas.

source: Earlier Wednesday in Havana, a U.S. diplomat delivered a note from Obama to Cuban President Raul Castro restoring diplomatic ties.
pt: No anúncio, a chancelaria citou carta do presidente dos Estados Unidos, Barack Obama, ao presidente cubano, Raúl Castro.
